var indexSectionsWithContent =
{
  0: "12345678_abcdefghiklmnpqrstuvw✨下主事代使创图基如安完常开引快性技数文最未构核模游版环碰第算精系组获许贡资进项高🎨🎮🎯🏗📄📐📚📝📦🔧🔮🙋🚀🛠🤝🧩",
  1: "abceghlprstuvw",
  2: "cegs",
  3: "abcp",
  4: "_abcdefghilmnprstuvw",
  5: "acdefghilmprsuw",
  6: "efps",
  7: "acdefghklmnpruv",
  8: "e",
  9: "12345678cdehlmqtuvw✨下主事代使创图基如安完常开引快性技数文最未构核模游版环碰第算精系组获许贡资进项高🎨🎮🎯🏗📄📐📚📝📦🔧🔮🙋🚀🛠🤝🧩"
};

var indexSectionNames =
{
  0: "all",
  1: "classes",
  2: "namespaces",
  3: "files",
  4: "functions",
  5: "variables",
  6: "enums",
  7: "enumvalues",
  8: "defines",
  9: "pages"
};

var indexSectionLabels =
{
  0: "全部",
  1: "类",
  2: "命名空间",
  3: "文件",
  4: "函数",
  5: "变量",
  6: "枚举",
  7: "枚举值",
  8: "宏定义",
  9: "页"
};

